// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Limpar verso da página Mancha";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancelar";

CleaningConfirmationTitle = "Limpeza de mancha do verso da página";
CleaningConfirmationBody = "Este processo pode demorar vários minutos. Ruídos mecânicos são normais durante esse período e o papel será movido para frente e para trás na impressora. Clique em OK para começar.";
PaperNotFoundTite = "Papel não encontrado";
PaperNotFoundBody = "Coloque o papel na bandeja antes de começar o processo de Limpeza de mancha do verso da página. Clique em OK para continuar.";
BackPageSmearCleaningTitle = "Limpeza de mancha do verso da página…";
BackPageSmearCleaningCompleteBody = "A limpeza de mancha do verso da página está concluída.";

NotInitiatedTitle = "Não foi possível iniciar a limpeza";
NotInitiatedMsg = "Não foi possível iniciar o processo de limpeza. Verifique se a impressora está online e se está processando algum trabalho.";

HSDTitleTextFieldValue = "Limpar mancha do verso da página";
HSDGuideTextFieldValue = "Coloque o papel na bandeja antes de começar o processo de limpeza de mancha do verso da página. Clique em Limpar para continuar.";
HSDCleanButtonTitle = "Limpar";

BackPageSmearCancelingTitle = "Cancelando";

HSDInfoTextFieldValue = "Este procedimento pode ser executado se houver mancha no verso de uma página impressa. O processo de limpeza de manchas no verso da página vai limpar uma peça dentro da impressora que está com sujeira.";
